/*
Напишите программу, которая из имеющегося массива строк формирует массив из строк, длина которых меньше либо равна 3 символа. 
Первоначальный массивможно ввести с клавиатуры, либо задать на старте
выполнения алгоритма. При решении не рекомендуется пользоваться коллекциями, лучше обойтись исключительно массивами.
*/

string[] text;
Console.WriteLine("Введите массив строк через пробел");
string String = Console.ReadLine();     //Вводим строку
Console.WriteLine();
